INSERT INTO categories (id, name) VALUES (1,'電子票券'),(2,'電子雞服裝'),(3,'虛擬頭像框');
--cut

INSERT INTO tags (area) VALUES ('台北市'),('新北市'),('台中市'),('台南市'),('高雄市');
--cut
INSERT INTO products (id,name,stock_qty,price,discount,restaurant_id,category_id,description,is_active) VALUES
(1,'川媽嗅嗅鍋套餐餐券',10,150,1,1,1,'【餐券內容】可兌換川媽招牌嗅嗅鍋套餐一份。',1),(2,'川媽海鮮嗅嗅鍋餐券',10,189,1,1,1,'【餐券內容】可兌換海鮮嗅嗅鍋套餐一份。',1),(3,'川媽麻辣腸旺嗅嗅鍋餐券',10,199,1,1,1,'【餐券內容】可兌換麻辣腸旺嗅嗅鍋套餐一份。',1),
(4,'啃塔奇咔啦雞腿堡餐券',10,139,1,2,1,'【餐券內容】可兌換咔啦雞腿堡套餐一份。',1),(5,'啃塔奇原味蛋塔六入兌換券',10,169,1,2,1,'【餐券內容】可兌換原味蛋塔六入一盒。',1),(6,'啃塔奇多人全家桶餐券',10,499,1,2,1,'【餐券內容】可兌換多人全家桶餐一份。',1),(7,'啃塔奇紙包雞雙人餐券',10,359,1,2,1,'【餐券內容】可兌換紙包雞雙人餐一份。',1),
(8,'十一鍋雪花牛肉鍋餐券',10,238,1,3,1,'【餐券內容】可兌換雪花牛肉鍋套餐一份。',1),(9,'十一鍋鮮嫩豬肉鍋餐券',10,228,1,3,1,'【餐券內容】可兌換鮮嫩豬肉鍋套餐一份。',1),(10,'十一鍋海陸雙拼豪華餐券',10,399,1,3,1,'【餐券內容】可兌換海陸雙拼豪華鍋套餐一份。',1),
(11,'七方雲集招牌鍋貼十顆餐券',10,65,1,4,1,'【餐券內容】可兌換招牌鍋貼十顆一份。',1),(12,'七方雲集鍋餃套餐餐券',10,110,1,4,1,'【餐券內容】可兌換鍋貼與酸辣湯套餐一份。',1),(13,'七方雲集韭菜水餃雙人餐券',10,150,1,4,1,'【餐券內容】可兌換韭菜水餃雙人餐一份。',1),
(14,'麥丹勞六塊肌套餐餐券',10,139,1,5,1,'【餐券內容】可兌換六塊雞塊套餐一份。',1),(15,'麥丹勞兩分堡套餐餐券',10,129,1,5,1,'【餐券內容】可兌換經典牛肉漢堡套餐一份。',1),(16,'麥丹勞大麥克歡樂餐券',10,159,1,5,1,'【餐券內容】可兌換大麥克歡樂餐一份。',1),(17,'麥丹勞薯條冰淇淋混搭券',10,49,1,5,1,'【餐券內容】可兌換薯條與冰淇淋混搭組合一份。',1),
(18,'饗食地獄平日午餐餐券',10,899,1,6,1,'【餐券內容】可兌換平日午餐吃到飽餐券一張。',1),(19,'饗食地獄平日晚餐餐券',10,999,1,6,1,'【餐券內容】可兌換平日晚餐吃到飽餐券一張。',1),(20,'饗食地獄假日午餐餐券',10,1099,1,6,1,'【餐券內容】可兌換假日午餐吃到飽餐券一張。',1),(21,'饗食地獄假日晚餐餐券',10,1199,1,6,1,'【餐券內容】可兌換假日晚餐吃到飽餐券一張。',1),(22,'饗食地獄極致下午茶餐券',10,699,1,6,1,'【餐券內容】可兌換極致下午茶吃到飽餐券一張。',1),
(30,'Pizza Code 必勝扣 比薩餐券',10,399,1,7,1,'【餐券內容】可兌換夏威夷比薩一份。',1),(24,'Pizza Cold必冷客 總匯比薩派對餐券',10,899,1,7,1,'【餐券內容】可兌換總匯比薩派對餐一份。',1),(25,'Pizza Code必勝扣 芝心餅皮升級券',10,99,1,7,1,'【餐券內容】可兌換芝心餅皮升級服務一份。',1),
(26,'昌圓炸雞王 九十九塊雞桶餐',10,1999,1,8,1,'【餐券內容】可兌換炸雞桶餐一份。',1),(27,'昌圓炸雞王 脆皮雞排雙人餐',10,199,1,8,1,'【餐券內容】可兌換脆皮雞排雙人餐一份。',1),(28,'起家豬 韓式炸豬餐券',10,499,1,9,1,'【餐券內容】可兌換韓式炸豬餐一份。',1),(29,'起家豬 半半炸豬雙人餐券',10,599,1,9,1,'【餐券內容】可兌換半半炸豬雙人餐一份。',1),(23,'起家豬 頂級洋釀辣豬餐券',10,550,1,9,1,'【餐券內容】可兌換洋釀辣豬餐一份。',1);
--cut
INSERT INTO product_imgs (product_id,url,alt_text,is_main) VALUES
(1,'/images/optimized/臭臭鍋.webp','川媽嗅嗅鍋主圖',1),(2,'/images/optimized/養生鍋.webp','川媽海鮮嗅嗅鍋主圖',1),(3,'/images/optimized/嗅嗅鍋.webp','川媽麻辣腸旺鍋主圖',1),(4,'/images/optimized/炸雞塊.webp','啃塔奇咔啦雞腿堡主圖',1),(5,'/images/optimized/蛋塔.webp','啃塔奇蛋塔主圖',1),(6,'/images/optimized/炸雞桶.webp','啃塔奇全家桶主圖',1),(7,'/images/optimized/炸雞翅.webp','啃塔奇紙包雞主圖',1),(8,'/images/optimized/養生鍋.webp','十一鍋雪花牛主圖',1),(9,'/images/optimized/養生鍋.webp','十一鍋豬肉鍋主圖',1),(10,'/images/optimized/養生鍋.webp','十一鍋海陸鍋主圖',1),(11,'/images/optimized/煎餃.webp','七方雲集鍋貼主圖',1),(12,'/images/optimized/煎餃.webp','七方雲集鍋餃主圖',1),(13,'/images/optimized/蒸餃.webp','七方雲集水餃主圖',1),(14,'/images/optimized/炸雞塊.webp','麥丹勞雞塊主圖',1),(15,'/images/optimized/麥丹勞漢堡.webp','麥丹勞漢堡主圖',1),(16,'/images/optimized/雙層漢堡.webp','麥丹勞大麥克主圖',1),(17,'/images/optimized/牛肉堡.webp','麥丹勞薯條冰淇淋主圖',1),(18,'/images/optimized/吃到飽.webp','饗食地獄主圖',1),(19,'/images/optimized/吃到飽.webp','饗食地獄主圖',1),(20,'/images/optimized/吃到飽.webp','饗食地獄主圖',1),(21,'/images/optimized/吃到飽.webp','饗食地獄主圖',1),(22,'/images/optimized/吃到飽.webp','饗食地獄主圖',1),(30,'/images/optimized/比薩1.webp','必勝扣夏威夷主圖',1),(24,'/images/optimized/比薩2.webp','必冷客總匯主圖',1),(25,'/images/optimized/比薩.webp','必勝扣芝心主圖',1),(26,'/images/optimized/炸雞桶.webp','昌圓炸雞桶主圖',1),(27,'/images/optimized/炸雞塊.webp','昌圓雞排主圖',1),(28,'/images/optimized/炸雞翅.webp','起家豬韓式炸豬主圖',1),(29,'/images/optimized/炸雞桶.webp','起家豬半半炸豬主圖',1),(23,'/images/optimized/炸雞翅.webp','起家豬洋釀辣豬主圖',1);

